Repository: common-repository/read-more-description-link-for-woocommerce
Catalog: languages/read-more-description-link-for-woocommerce-*.po
Languages: es_es

source: Description Read More Link plugin is enabled but not effective. It requires WooCommerce in order to work.
es_es: Enlace Leer más en Descripciones para Woocommerce está habilitado pero no es posible utilizarlo. Se requiere tener WooCommerce activado para funcionar.

source: Settings
es_es: Ajustes

source: Additional Description
es_es: Descripción adicional

source: Product and Category description Read More link
es_es: Enlace Leer más con descripción adicional de Producto y Categoría de producto

source: Show additional product description
es_es: Mostrar descripción adicional en descripción de producto

source: Enable Additional Description and show Read More link in Product Description Tab.
es_es: Habilitar descripción adicional y mostrar enlace Leer más en pestaña Descripción de producto.

source: Show additional product category description
es_es: Mostrar descripción adicional en descripción de categoría de producto

source: Enable Additional Description and show Read More link in Product Category section.
es_es: Habilitar Descripción adicional y mostrar enlace Leer más en sección Categoría de producto.

source: Additional description
es_es: Descripción adicional

source: Additional description will show when clicking on Read more link.
es_es: La Descripción Adicional se mostrará cuando se pulse en el enlace "Leer más"

source: Read more
es_es: Leer más

source: Hide
es_es: Ocultar

source: Read more Description link for WooCommerce
es_es: Enlace Leer más en Descripciones para WooCommerce

source: Add additional product description and category description in order to show it when clicking on Read more link
es_es: Añade una descripción adicional en la descripción de producto y categoría de producto con el fin de mostrar más información a través de un enlace Leer más
